{
    "displayName": "CA-03: Admins Phishing-Resistant MFA",
    "state": "enabledForReportingButNotEnforced",
    "conditions": {
        "users": {
            "includeRoles": [
                "62e90394-69f5-4237-9190-012177145e10",
                "fe930be7-5e62-47db-91af-98c3a49a38b1"
            ]
        },
        "applications": {
            "includeApplications": [
                "All"
            ]
        }
    },
    "grantControls": {
        "operator": "OR",
        "authenticationStrength@odata.bind": "https://graph.microsoft.com/v1.0/identity/conditionalAccess/authenticationStrengths/policies/00000000-0000-0000-0000-000000000004"
    }
}