{
    "displayName": "CA-01: Block Legacy Auth",
    "state": "enabledForReportingButNotEnforced",
    "conditions": {
        "users": {
            "includeUsers": ["All"],
            "excludeUsers": ["{BREAKGLASS_1_ID}", "{BREAKGLASS_2_ID}"]
        },
        "applications": {
            "includeApplications": ["All"]
        },
        "clientAppTypes": ["exchangeActiveSync", "other"]
    },
    "grantControls": {
        "operator": "OR",
        "builtInControls": ["block"]
    }
}
